9/data/attachments/fd19b117e98f27f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tiffany_back_Actions_98715_0</nif:username>
            <nif:friendToBeRequested>soap_actions_5398b650-369d-4d23-a204-f243f563a0cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>